intl4260/notesMaster.tex
% Created 2021-01-15 Fri 10:57
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Sudhan Chitgopkar}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={Sudhan Chitgopkar},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.1 (Org mode 9.5)}, 
 pdflang={English}}
\begin{document}

\tableofcontents

\section{01.15.21}
\label{sec:org2d8e8fe}
\begin{itemize}
\item Brain has a complex set of structures that work together to do both really important, and fundamentally flawed actions
\end{itemize}
\subsection{Brain Stem}
\label{sec:org5514931}
\begin{itemize}
\item The reptilian brain
\item Really just an extensino of the spinal cord
\item Controls automatic actions, no effect on decision-making
\end{itemize}
\subsection{Middle Brain (Limbic System)}
\label{sec:orgf9a758e}
\begin{itemize}
\item Body's monitoring system to identify important elements of the environment
\item Discriminates things of importantance constantly and ambiently
\end{itemize}
\subsection{Brain Cortex}
\label{sec:org4950dfb}
\begin{itemize}
\item Controls higher-level thinking
\item Moral decision-making, learning, conscious awareness
\end{itemize}
\subsection{Hierarchy of the brain}
\label{sec:orga1244d5}
\begin{itemize}
\item Information goes from the brain stem, to the limbic system, to the brain cortex
\item Critically, the limbic system was never designed to collect all the information around you - that incomplete information is used for decision-making
\item Understanding the interplay and potential biases of the limbic system can help us understand decision-making and prevent bad decision making
\item Fear and the triggering of fear prevents higher-level decision making and can prevent the intake of new information
\item Sources of information can also have a significant effect on the processing of that information - can be seen through in-group/out-group bias
\end{itemize}
\end{document}
